{
    "Lootopia Notification": "Notification de Lootopia",
    "hello": "Bonjour",
    "Welcome to Lootopia!": "Bienvenue à Lootopia!",
    "Thank you for registering on Lootopia.": "Merci de vous être inscrit sur Lootopia.",
    "Congratulations on your awards!": "Félicitations pour vos récompenses!",
    "You've unlocked new rewards on Lootopia!": "Vous avez débloqué de nouvelles récompenses sur Lootopia!",
    "Payment confirmation": "Confirmation de paiement",
    "Your payment has been processed successfully.": "Votre paiement a été traité avec succès.",
    "Login successful": "Connexion réussie",
    "Thank you for joining Lootopia. Enjoy your experience!": "Merci de rejoindre Lootopia. Profitez de votre expérience !",
    "Rewards unlocked!": "Récompenses débloquées !",
    "You have received a new reward. Check your profile for more details.": "Vous avez reçu une nouvelle récompense. Consultez votre profil pour en savoir plus.",
    "Payment confirmed": "Paiement confirmé",
    "Your payment has been successfully processed. Thank you for your trust.": "Votre paiement a été traité avec succès. Merci pour votre confiance.",
    "User updated": "Utilisateur mis à jour",
    "Password updated": "Mot de passe mis à jour",
    "Invalid current password": "Mot de passe actuel invalide",
    "You are now logged in": "Vous êtes maintenant connecté",
    "Check your email": "Vérifiez votre e-mail",
    "Please check your email for further instructions.": "Veuillez consulter votre e-mail pour plus d'instructions.",
    "Check": "Vérifier",
    "Email verified": "E-mail vérifié avec succès",
    "Please click on the link below to reset your password.": "Veuillez cliquer sur le lien ci-dessous pour réinitialiser votre mot de passe.",
    "Reset password": "Réinitialiser le mot de passe",
    "Password reset": "Réinitialisation du mot de passe",
    "This link is valid for 15 minutes. After expiration, you will need to request a new password reset.": "Ce lien est valable 15 minutes. Après expiration, vous devrez demander une nouvelle réinitialisation du mot de passe.",
    "If you did not request this password reset, please ignore this email.": "Si vous n'avez pas demandé cette réinitialisation de mot de passe, veuillez ignorer cet e-mail.",
    "An account with this email does not exist or is registered with a social account": "Un compte avec cet e-mail n'existe pas ou est enregistré avec un compte social",
    "This link is valid for 15 minutes": "Ce lien est valable 15 minutes",
    "If you did not request a password reset, you can ignore this email": "Si vous n'avez pas demandé de réinitialisation de mot de passe, vous pouvez ignorer cet e-mail",
    "Password updated successfully": "Mot de passe mis à jour avec succès",
    "Password is the same as the current one": "Le mot de passe est identique à l'actuel",
    "You bought {numberCrown} crowns": "Vous avez acheté {numberCrown} couronnes"
}
